-- phpMyAdmin SQL Dump
-- version 4.6.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2017-07-06 05:28:49
-- 服务器版本： 5.7.14
-- PHP Version: 5.6.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `gmsystem`
--

-- --------------------------------------------------------

--
-- 表的结构 `tb_bulletin`
--

CREATE TABLE `tb_bulletin` (
  `id` int(11) NOT NULL COMMENT '编号',
  `infoType` varchar(10) NOT NULL COMMENT '消息类型',
  `startTime` timestamp NOT NULL COMMENT '开始时间',
  `endTime` timestamp NOT NULL COMMENT '结束时间',
  `infoChannel` varchar(10) NOT NULL COMMENT '作用渠道',
  `infoServer` varchar(10) NOT NULL COMMENT '作用服务器',
  `infoTitle` text NOT NULL COMMENT '消息标题',
  `conDesc` text NOT NULL COMMENT '内容描述',
  `infoCon` text NOT NULL COMMENT '消息正文',
  `en_infoTitle` text NOT NULL COMMENT '消息标题-英文',
  `en_conDesc` text NOT NULL COMMENT '内容描述-英文',
  `en_infoCon` text NOT NULL COMMENT '消息正文-英文',
  `link` varchar(50) NOT NULL COMMENT '链接',
  `icon` text NOT NULL COMMENT '图标',
  `language` varchar(20) NOT NULL DEFAULT '中文' COMMENT '语言'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `tb_bulletin`
--

INSERT INTO `tb_bulletin` (`id`, `infoType`, `startTime`, `endTime`, `infoChannel`, `infoServer`, `infoTitle`, `conDesc`, `infoCon`, `en_infoTitle`, `en_conDesc`, `en_infoCon`, `link`, `icon`, `language`) VALUES
(312, '0', '2017-05-31 16:00:00', '2017-06-05 22:35:00', '2', '0', 'z', 'z', 'z', 'e', 'e', 'e', 'https://www.baidu.com', ' ', 'zh,en'),
(313, '0', '2017-05-31 16:00:00', '2017-06-05 22:35:00', '2', '0', 'z', 'z', 'z', 'e', 'e', 'e', 'https://www.baidu.com', ' ', 'zh,en'),
(315, '0', '2017-05-31 16:00:00', '2017-06-05 22:35:00', '2', '0', 'z', 'z', 'z', 'e', 'e', 'e', 'https://www.baidu.com', ' ', 'zh,en'),
(320, '0', '2017-06-01 03:35:00', '2017-06-15 23:35:00', '0', '0', '测试', '测试', '测试', 'test', 'test', 'test', 'https://www.shabitaobao.com', ' ', 'zh,en'),
(318, '0', '2017-05-31 16:00:00', '2017-06-05 22:35:00', '2', '0', 'z', 'z', 'z', 'e', 'e', 'e', 'https://www.baidu.com', ' ', 'zh,en'),
(321, '0', '2017-05-31 18:10:00', '2017-06-02 19:15:00', '0', '0', '阿拉拉了', '啦啦啦', '啦啦啦', 'lalal', 'lalall', 'lalal', 'https://www.shabitaobao.com', ' ', 'zh,en'),
(322, '0', '2017-05-31 23:35:00', '2017-06-14 23:35:00', '0', '0', '123', '123', '123', '213', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(323, '0', '2017-05-31 22:30:00', '2017-06-08 03:30:00', '0', '0', '中文', '中文', '中文', 'en', 'en', 'en', 'https://www.baidu.com', ' ', 'zh,en'),
(324, '0', '2017-06-01 07:10:00', '2017-06-11 07:15:00', '3', '0', '123', '123', '123', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(325, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', 'http://192.168.15.219/gmtools/GMsystem/img/icon/2017-07-04/12442c271df15007e4177701334d5a9b.png', 'zh,en'),
(326, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(327, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(328, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(329, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(330, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(331, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(332, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(333, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(334, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(335, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(336, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(337, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(338, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(339, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(340, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(341, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(342, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(343, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(344, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(345, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(346, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(347, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(348, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(349, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(350, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(351, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(352, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(353, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(354, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(355, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(356, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(357, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(358, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(359, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(360, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(361, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(362, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en'),
(363, '0', '2017-06-01 07:10:00', '2017-07-11 07:15:00', '0', '0', '啊哈哈', '啊哈哈', '啊哈哈', '123', '123', '123', 'https://www.baidu.com', ' ', 'zh,en');

-- --------------------------------------------------------

--
-- 表的结构 `tb_dev`
--

CREATE TABLE `tb_dev` (
  `id` int(11) NOT NULL COMMENT 'id',
  `show_cond` int(11) NOT NULL COMMENT '展现条件',
  `show_time` int(11) NOT NULL COMMENT '展现时间',
  `price` int(11) NOT NULL COMMENT '基金价格',
  `channel` varchar(20) NOT NULL COMMENT '服务器',
  `server` varchar(20) NOT NULL COMMENT '渠道',
  `zh_explain` varchar(50) NOT NULL COMMENT '基金文字介绍(中文)',
  `zh_get_explain` text NOT NULL COMMENT '领取文字介绍(中文)',
  `zh_hint` varchar(50) NOT NULL COMMENT '未购买提示(中文)',
  `en_explain` varchar(50) NOT NULL COMMENT '基金文字介绍(英文)',
  `en_get_explain` text NOT NULL COMMENT '领取文字介绍(英文)',
  `en_hint` varchar(50) NOT NULL COMMENT '未购买提示(英文)',
  `cond` varchar(50) NOT NULL COMMENT '返还条件',
  `currency_type` varchar(50) NOT NULL COMMENT '货币类型',
  `number` varchar(70) NOT NULL COMMENT '奖励数值',
  `path` text NOT NULL COMMENT '图片路径'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='成长基金';

--
-- 转存表中的数据 `tb_dev`
--

INSERT INTO `tb_dev` (`id`, `show_cond`, `show_time`, `price`, `channel`, `server`, `zh_explain`, `zh_get_explain`, `zh_hint`, `en_explain`, `en_get_explain`, `en_hint`, `cond`, `currency_type`, `number`, `path`) VALUES
(1, 1, 2, 68, '0', '0', '测试', '测试', '测试', 'test', 'test', 'test', 'buy,4,16,19', '1006,1006,1006,1006', '100,200,300,70', './img/dev/2017-06-21/Y0_1JW5A8_QF___X40_9SZK.png'),
(2, 1, 3, 68, '0', '0', 'show', 'show', 'show', 'show', 'show', 'show', 'buy,19,16,11', '1004,1006,1006,1006', '300,300,7100,233', ''),
(3, 1, 4, 68, '0', '0', 'one', 'one', 'one', 'one', 'one', 'one', 'buy,1', '1006,1006', '300,300', ''),
(4, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(5, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(6, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(7, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(8, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(9, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(10, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(11, 1, 2, 68, '0', '0', 'two', 'two', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(12, 10, 30, 68, '0', '0', '啊哈哈哈', '啊哈哈', '啊哈哈', 'ahah', 'ahah', 'ahah', 'buy,6,4,12', '1003,1005,1006,1004', '300,600,400,200', ''),
(13, 9, 64, 328, '0', '0', '233', 't233', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(14, 9, 64, 648, '0', '0', '233', 't233', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(15, 9, 64, 648, '0', '0', '233', 't233', 'two', 'two', 'two', 'two', 'buy,1,17,1', '1006,1006,1003,1005', '233,3333,3000,2333', './img/dev/2017-07-04/12442c271df15007e4177701334d5a9b.png'),
(16, 9, 64, 648, '0', '0', '233', 't233', 'two', 'two', 'two', 'two', 'buy,1', '1006,1006', '233,3333', ''),
(17, 10, 30, 68, '0', '0', '啊哈哈哈', '啊哈哈', '啊哈哈', 'ahah', 'ahah', 'ahah', 'buy,6,4,12', '1006,1003,1005,1006', '300,600,400,200', ''),
(18, 1, 3, 68, '0', '0', 'show', 'show', 'show', 'show', 'show', 'show', 'buy,19,16,11', '1006,1004,1006,1006', '300,300,7100,233', '');

-- --------------------------------------------------------

--
-- 表的结构 `tb_discount`
--

CREATE TABLE `tb_discount` (
  `id` int(11) NOT NULL,
  `channel` varchar(10) NOT NULL,
  `server` varchar(10) NOT NULL,
  `show_time` int(10) NOT NULL,
  `currency_type1` varchar(10) NOT NULL,
  `balance1` varchar(2) NOT NULL,
  `count1` int(11) NOT NULL,
  `currency_type2` varchar(10) NOT NULL,
  `balance2` varchar(2) NOT NULL,
  `count2` varchar(10) NOT NULL,
  `currency_type3` varchar(10) NOT NULL,
  `balance3` varchar(2) NOT NULL,
  `count3` varchar(10) NOT NULL,
  `price` varchar(10) NOT NULL,
  `currency_type` varchar(10) NOT NULL,
  `count` int(10) NOT NULL,
  `path` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `tb_discount`
--

INSERT INTO `tb_discount` (`id`, `channel`, `server`, `show_time`, `currency_type1`, `balance1`, `count1`, `currency_type2`, `balance2`, `count2`, `currency_type3`, `balance3`, `count3`, `price`, `currency_type`, `count`, `path`) VALUES
(58, '0', '0', 2333, 'power', '=', 233, '', '', '', '', '', '', '6', 'diamond', 233, 'http://192.168.15.219/gmtools/GMsystem/img/discount/2017-06-23/Y0_1JW5A8_QF___X40_9SZK.png'),
(55, '0', '0', 233, 'power', '<', 233, '', '', '', '', '', '', '6', 'gold', 233, 'http://192.168.15.219/gmtools/GMsystem/img/discount/2017-06-22/test.gif'),
(56, '0', '0', 2333, 'power', '=', 233, '', '', '', '', '', '', '6', 'gold', 233, ''),
(57, '0', '0', 52638, 'power', '=', 300, 'attack', '<', '20', '', '', '          ', '6', 'power', 3000, 'http://192.168.15.219/gmtools/GMsystem/img/discount/2017-06-23/Y0_1JW5A8_QF___X40_9SZK.png'),
(59, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', 'BOSS', '<', '30000', '6', 'gold', 3000, ''),
(60, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 3000, ''),
(61, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 3000, ''),
(62, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 3000, ''),
(63, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 600000, ''),
(64, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 600000, ''),
(65, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 600000, ''),
(66, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 23333, ''),
(67, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 23333, ''),
(68, '0', '0', 52638, 'power', '=', 300, 'diamond', '<', '20', '', '', '', '6', 'gold', 23333, '');

-- --------------------------------------------------------

--
-- 表的结构 `tb_error`
--

CREATE TABLE `tb_error` (
  `msg` text NOT NULL COMMENT '信息',
  `name` varchar(20) NOT NULL COMMENT '姓名',
  `model` varchar(30) NOT NULL COMMENT '模型',
  `version` varchar(5) NOT NULL COMMENT '版本',
  `channel` varchar(20) NOT NULL COMMENT '通道',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  `state` int(10) NOT NULL DEFAULT '0' COMMENT '结果',
  `id` int(10) NOT NULL COMMENT '编号'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='错误信息';

--
-- 转存表中的数据 `tb_error`
--

INSERT INTO `tb_error` (`msg`, `name`, `model`, `version`, `channel`, `time`, `state`, `id`) VALUES
('[string "triple/TripleGameManager"]:11: attempt to index field \'ObjectPool\' (a nil value)\nstack traceback:\n	[string "triple/TripleGameManager"]:11: in main chunk\n	[C]: in function \'require\'\n	[string "ui/sceneManager"]:191: in function \'createTriple\'\n	[string "Island/init"]:132: in function \'cb\'\n	[string "wrap/prefab"]:59: in function <[string "wrap/prefab"]:37>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 01:13:28', 1, 1),
('[string "ui/attack"]:389: \'}\' expected near \'\'sui\'\'', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 01:37:15', 1, 2),
('[string "event"]:156: [string "System/coroutine"]:62: [string "ui/attack"]:389: \'}\' expected near \'\'sui\'\'\nstack traceback:\n	[C]: ?\n	[C]: in function \'require\'\n	[string "ui/sceneManager"]:259: in function \'GoAttack\'\n	[string "ui/playerInfoUi"]:65: in function <[string "ui/playerInfoUi"]:56>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 01:37:15', 4, 3),
('[string "ui/attack"]:389: \'}\' expected near \'\'sui\'\'', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 01:37:15', 5, 4),
('[string "event"]:156: [string "System/coroutine"]:62: [string "ui/attack"]:209: attempt to index field \'liewen2\' (a nil value)\nstack traceback:\n	[string "ui/attack"]:209: in function <[string "ui/attack"]:139>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 01:49:30', 0, 5),
('[string "ui/attack"]:232: unexpected symbol near \',\'', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:28:13', 3, 6),
('[string "event"]:156: [string "System/coroutine"]:62: [string "ui/attack"]:232: unexpected symbol near \',\'\nstack traceback:\n	[C]: ?\n	[C]: in function \'require\'\n	[string "ui/sceneManager"]:259: in function \'GoAttack\'\n	[string "ui/playerInfoUi"]:65: in function <[string "ui/playerInfoUi"]:56>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:28:13', 4, 7),
('[string "ui/attack"]:232: unexpected symbol near \',\'', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:28:13', 4, 8),
('[string "ui/attack"]:232: unexpected symbol near \',\'', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:28:54', 4, 9),
('[string "ui/attack"]:232: unexpected symbol near \',\'', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:28:54', 4, 10),
('[string "event"]:156: [string "System/coroutine"]:62: [string "ui/attack"]:232: unexpected symbol near \',\'\nstack traceback:\n	[C]: ?\n	[C]: in function \'require\'\n	[string "ui/sceneManager"]:259: in function \'GoAttack\'\n	[string "ui/playerInfoUi"]:65: in function <[string "ui/playerInfoUi"]:56>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:28:54', 1, 11),
('[string "event"]:156: [string "System/coroutine"]:62: [string "ui/sceneManager"]:246: attempt to index upvalue \'ScriptTripleUI\' (a nil value)\nstack traceback:\n	[string "ui/sceneManager"]:246: in function \'AttackOrStealToTriple\'\n	[string "ui/cloud"]:96: in function \'Jump\'\n	[string "ui/cloud"]:63: in function <[string "ui/cloud"]:61>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:58:08', 2, 12),
('attempt to index transform on a nil value', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:59:31', 0, 13),
('[string "event"]:156: [string "System/coroutine"]:62: attempt to index transform on a nil value\nstack traceback:\n	[C]: ?\n	[C]: ?\n	[string "ui/attack"]:229: in function <[string "ui/attack"]:139>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 02:59:31', 2, 14),
('[string "event"]:156: [string "System/coroutine"]:62: [string "ui/sceneManager"]:246: attempt to index upvalue \'ScriptTripleUI\' (a nil value)\nstack traceback:\n	[string "ui/sceneManager"]:246: in function \'AttackOrStealToTriple\'\n	[string "ui/cloud"]:96: in function \'Jump\'\n	[string "ui/cloud"]:63: in function <[string "ui/cloud"]:61>', 'liyang的Mac mini', 'Macmini7,1', '0.0.1', 'testChannel', '2017-05-19 03:01:44', 0, 15);

-- --------------------------------------------------------

--
-- 表的结构 `tb_game`
--

CREATE TABLE `tb_game` (
  `start_time` timestamp NOT NULL,
  `end_time` timestamp NOT NULL,
  `channel` varchar(10) NOT NULL,
  `server` varchar(10) NOT NULL,
  `player` int(11) NOT NULL,
  `other_player` text NOT NULL,
  `zh_title` varchar(50) NOT NULL,
  `zh_con` text NOT NULL,
  `en_title` varchar(50) NOT NULL,
  `en_con` text NOT NULL,
  `id` int(11) NOT NULL,
  `path` text NOT NULL COMMENT '文件路径',
  `currency_number` varchar(50) NOT NULL COMMENT '奖励数量',
  `currency_type` varchar(50) NOT NULL COMMENT '奖励类型',
  `state` int(11) NOT NULL DEFAULT '0',
  `result` varchar(100) DEFAULT NULL COMMENT '返回结果'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `tb_game`
--

INSERT INTO `tb_game` (`start_time`, `end_time`, `channel`, `server`, `player`, `other_player`, `zh_title`, `zh_con`, `en_title`, `en_con`, `id`, `path`, `currency_number`, `currency_type`, `state`, `result`) VALUES
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 212, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":175,"234":176,"345":177,"456":178,"789":179,"111213":180}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 211, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":145,"234":146,"345":147,"456":148,"789":149,"111213":150}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 210, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":151,"234":152,"345":153,"456":154,"789":155,"111213":156}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 209, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":157,"234":158,"345":159,"456":160,"789":161,"111213":162}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 208, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":163,"234":164,"345":165,"456":166,"789":167,"111213":168}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 207, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":127,"234":128,"345":129,"456":130,"789":131,"111213":132}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 206, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":139,"234":140,"345":141,"456":142,"789":143,"111213":144}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 205, '', '23333,1123,222', '1003,1004,1005', 0, '{"123":103,"234":104,"345":105,"456":106,"789":107,"111213":108}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 204, '', '23333,1123,222', '1003,1004,1005', 0, '{"123":79,"234":80,"345":81,"456":82,"789":83,"111213":84}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 203, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":43,"234":44,"345":45,"456":46,"789":47,"111213":48}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789', '测试3', '测试3', '123123', 'test', 195, 'http://192.168.15.219/gmtools/GMsystem/img/game/2017-07-03/12442c271df15007e4177701334d5a9b.png', '23333,1123,222', '1003,1004,1005', 1, '{"123":521,"234":522,"345":523,"456":524,"789":525}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789', '测试3', '测试3', '123123', 'test', 196, '', '23333,1123,222', '1003,1004,1005', 0, NULL),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789', '测试3', '测试3', '123123', 'test', 197, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":516,"234":517,"345":518,"456":519,"789":520}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789', '测试3', '测试3', '123123', 'test', 198, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":473,"234":474,"345":475,"456":476,"789":477}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789', '测试3', '测试3', '123123', 'test', 199, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":511,"234":512,"345":513,"456":514,"789":515}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 200, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":526,"234":527,"345":528,"456":529,"789":530,"111213":531}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 201, '', '23333,1123,222', '1003,1004,1005', 0, '{"123":1,"234":2,"345":3,"456":4,"789":5,"111213":6}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789,111213', '测试3', '测试3', '123123', 'test', 202, '', '23333,1123,222', '1003,1004,1005', 1, '{"123":25,"234":26,"345":27,"456":28,"789":29,"111213":30}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,222', '测试4', '测试4', '123123', 'test', 193, '', '23333', '1003', 1, '{"123":437,"222":441,"234":438,"345":439,"456":440}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456,789', '测试3', '测试3', '123123', 'test', 194, 'http://192.168.15.219/gmtools/GMsystem/img/game/2017-07-03/12442c271df15007e4177701334d5a9b.png', '23333,1123,222', '1003,1004,1005', 1, '{"123":447,"234":448,"345":449,"456":450,"789":451}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,123,123', '测试', '测试', '123123', 'test', 189, '', '23333', '1003', 1, '{"123":466}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345', '测试', '测试', '123123', 'test', 190, '', '23333', '1003', 0, '{"123":431,"234":432,"345":433}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345', '测试2', '测试2', '123123', 'test', 191, '', '23333', '1003', 1, '{"123":428,"234":429,"345":430}'),
('2017-05-31 18:10:00', '2017-08-30 10:50:00', '0', '0', 2, '123,234,345,456', '测试3', '测试3', '123123', 'test', 192, '', '23333', '1003', 0, '{"123":457,"234":458,"345":459,"456":460}');

-- --------------------------------------------------------

--
-- 表的结构 `tb_gift`
--

CREATE TABLE `tb_gift` (
  `id` int(11) NOT NULL COMMENT 'id',
  `title` varchar(50) NOT NULL COMMENT '礼包标题',
  `gift_name` varchar(50) NOT NULL COMMENT '礼包名字',
  `en_title` varchar(50) NOT NULL,
  `en_gift_name` varchar(50) NOT NULL,
  `gift_price` varchar(30) NOT NULL COMMENT '礼包价格',
  `currency_type` varchar(40) NOT NULL COMMENT '货币类型',
  `gift_number` varchar(30) NOT NULL COMMENT '货币数量',
  `channel` int(11) NOT NULL COMMENT '渠道',
  `server` int(11) NOT NULL COMMENT '服务器',
  `start_time` timestamp NOT NULL COMMENT '开始时间',
  `end_time` timestamp NOT NULL COMMENT '结束时间',
  `icon` text NOT NULL COMMENT '图片'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='创建礼包';

--
-- 转存表中的数据 `tb_gift`
--

INSERT INTO `tb_gift` (`id`, `title`, `gift_name`, `en_title`, `en_gift_name`, `gift_price`, `currency_type`, `gift_number`, `channel`, `server`, `start_time`, `end_time`, `icon`) VALUES
(55, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(56, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(57, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(49, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(50, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(51, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(52, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(53, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(54, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 0, 0, '2017-06-01 23:15:00', '2017-07-30 15:30:00', ''),
(44, '123', '123', '123', '213', '6', 'gold', '123', 1, 2, '2017-06-01 23:15:00', '2017-06-30 15:30:00', ''),
(45, '123', '123', '123', '213', '6,68', 'gold,diamond', '123,2222', 1, 2, '2017-06-01 23:15:00', '2017-06-30 15:30:00', ''),
(46, '啦啦啦', '啦啦啦', 'en', 'en', '6', 'gold', '123', 0, 0, '2017-06-08 02:50:00', '2017-06-23 07:55:00', ''),
(47, '啦啦啦', '啦啦啦', 'en', 'en', '6,6,68', 'gold,diamond,power', '123,32,3200', 0, 0, '2017-06-08 02:50:00', '2017-07-23 07:55:00', 'img/gift/2017-07-04/12442c271df15007e4177701334d5a9b.png,img/gift/2017-07-04/12442c271df15007e4177701334d5a9b.png,img/gift/2017-07-04/12442c271df15007e4177701334d5a9b.png,'),
(48, '啦啦啦', '啦啦啦', 'en', 'en', '6,6,68', 'gold,diamond,power', '123,32,3200', 0, 0, '2017-06-08 02:50:00', '2017-07-23 07:55:00', '');

-- --------------------------------------------------------

--
-- 表的结构 `tb_gift_code`
--

CREATE TABLE `tb_gift_code` (
  `id` int(11) NOT NULL,
  `gift_num` int(11) NOT NULL,
  `start_time` int(11) NOT NULL,
  `end_time` int(11) NOT NULL,
  `channel` varchar(10) NOT NULL,
  `server` varchar(10) NOT NULL,
  `code_time` int(11) NOT NULL,
  `player_time` int(11) NOT NULL,
  `gift_nums` varchar(30) NOT NULL,
  `gift_types` varchar(30) NOT NULL,
  `reject` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `tb_gift_code`
--

INSERT INTO `tb_gift_code` (`id`, `gift_num`, `start_time`, `end_time`, `channel`, `server`, `code_time`, `player_time`, `gift_nums`, `gift_types`, `reject`) VALUES
(1, 1, 123, 123, '233', '233', 233, 233, '233', '233', 233);

-- --------------------------------------------------------

--
-- 表的结构 `tb_gift_code_languages`
--

CREATE TABLE `tb_gift_code_languages` (
  `id` int(11) NOT NULL,
  `gift_name` varchar(40) NOT NULL,
  `gift_desc` text NOT NULL,
  `langid` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `tb_ope_log`
--

CREATE TABLE `tb_ope_log` (
  `id` int(11) NOT NULL,
  `last_time` int(11) NOT NULL,
  `admin` varchar(10) NOT NULL,
  `ip` int(11) NOT NULL,
  `ope_record` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `tb_ope_log`
--

INSERT INTO `tb_ope_log` (`id`, `last_time`, `admin`, `ip`, `ope_record`) VALUES
(2, 1499134806, '233', -1231671731, '操作:'),
(3, 1499134807, '233', -1231671731, '操作:-2017-07-04 10:20:18发布了id为333的一条公告--2017-07-04 10:22:52发布了id为334的一条公告-'),
(4, 1499136797, '233', -1231671731, '操作:'),
(5, 1499136798, '233', -1231671731, '操作:'),
(6, 1499136798, '233', -1231671731, '操作:'),
(7, 1499136798, '233', -1231671731, '操作:'),
(8, 1499136799, '233', -1231671731, '操作:'),
(9, 1499136886, '233', -1231671731, '操作:'),
(10, 1499136886, '233', -1231671731, '操作:'),
(11, 1499136946, '233', -1411983608, '操作:'),
(12, 1499136946, '233', -1411983608, '操作:'),
(13, 1499136958, '233', -1411983608, '操作:-2017-07-04 10:56:08在本地插入了id为201的一条游戏内公告-'),
(14, 1499137922, '233', -1231671731, '操作:'),
(15, 1499137922, '233', -1231671731, '操作:'),
(16, 1499137970, '233', -1231671731, '操作:-2017-07-04 11:14:25在本地生效了id为198的一条游戏内公告--2017-07-04 11:26:19在本地生效了id为199的一条游戏内公告--2017-07-04 11:26:21在本地生效了id为197的一条游戏内公告--2017-07-04 11:27:26在本地生效了id为201的一条游戏内公告-'),
(17, 1499145601, '233', -1231671731, '操作:<br />'),
(18, 1499145601, '233', -1231671731, '操作:<br />-2017-07-04 13:21:26在服务器端取消了id为199的一条游戏内公告-<br />-2017-07-04 13:21:50在本地生效了id为199的一条游戏内公告-<br />-2017-07-04 13:24:24在本地生效了id为200的一条游戏内公告-<br />-2017-07-04 13:24:28在服务器端取消了id为197的一条游戏内公告-<br />-2017-07-04 13:24:30在服务器端取消了id为199的一条游戏内公告-<br />'),
(19, 1499146591, '233', -1411983608, '操作:<br />'),
(20, 1499146591, '233', -1411983608, '操作:<br />'),
(21, 1499146592, '233', -1411983608, '操作:<br />'),
(22, 1499146619, '233', -1411983608, '操作:<br />'),
(23, 1499146620, '233', -1411983608, '操作:<br />-2017-07-04 13:37:52创建了id为47的节日礼包-<br />'),
(24, 1499146815, '4273', -1231671731, '操作:<br />-2017-07-04 13:40:43创建了id为48的节日礼包-<br />'),
(25, 1499147387, '4273', -1231671731, '操作:<br />'),
(26, 1499147387, '4273', -1231671731, '操作:<br />'),
(27, 1499147388, '4273', -1231671731, '操作:<br />'),
(28, 1499147447, '4273', -1231671731, '操作:<br />'),
(29, 1499147448, '4273', -1231671731, '操作:<br />-2017-07-04 13:51:03创建了id为66的触发条件礼包-<br />-2017-07-04 13:51:30创建了id为49的节日礼包-<br />'),
(30, 1499148134, '4273', -1231671731, '操作:<br />'),
(31, 1499148166, '4273', -1231671731, '操作:<br />-2017-07-04 14:03:19配置id为15的成长基金-<br />'),
(32, 1499148296, '4273', -1231671731, '操作:<br />'),
(33, 1499148296, '4273', -1231671731, '操作:<br />-2017-07-04 14:05:03配置id为16的成长基金-<br />-2017-07-04 14:05:39配置id为17的成长基金-<br />'),
(34, 1499148419, '4273', -1411983608, '操作:<br />'),
(35, 1499148420, '4273', -1411983608, '操作:<br />-2017-07-04 14:07:27配置id为18的成长基金-<br />'),
(36, 1499149050, '4273', -1411983608, '操作:<br />'),
(37, 1499149051, '4273', -1411983608, '操作:<br />'),
(38, 1499149051, '4273', -1411983608, '操作:<br />'),
(39, 1499149051, '4273', -1411983608, '操作:<br />'),
(40, 1499149152, '4273', -1411983608, '操作:<br />'),
(41, 1499149152, '4273', -1411983608, '操作:<br />'),
(42, 1499149153, '4273', -1411983608, '操作:<br />'),
(43, 1499149153, '4273', -1411983608, '操作:<br />'),
(44, 1499149153, '4273', -1411983608, '操作:<br />'),
(45, 1499149154, '4273', -1411983608, '操作:<br />'),
(46, 1499149162, '4273', -1411983608, '操作:<br />'),
(47, 1499149530, '4273', -1411983608, '操作:<br />'),
(48, 1499149530, '4273', -1411983608, '操作:<br />'),
(49, 1499149546, '4273', -1411983608, '操作:<br />'),
(50, 1499149547, '4273', -1411983608, '操作:<br />'),
(51, 1499149547, '4273', -1411983608, '操作:<br />'),
(52, 1499149547, '4273', -1411983608, '操作:<br />'),
(53, 1499149547, '4273', -1411983608, '操作:<br />'),
(54, 1499149572, '4273', -1411983608, '操作:<br />'),
(55, 1499149572, '4273', -1411983608, '操作:<br />'),
(56, 1499149807, '4273', -1411983608, '操作:<br />'),
(57, 1499149807, '4273', -1411983608, '操作:<br />'),
(58, 1499149808, '4273', -1411983608, '操作:<br />'),
(59, 1499149808, '4273', -1411983608, '操作:<br />'),
(60, 1499149836, '4273', -1411983608, '操作:<br />'),
(61, 1499149837, '4273', -1411983608, '操作:<br />'),
(62, 1499149868, '4273', -1411983608, '操作:<br />'),
(63, 1499149948, '4273', -1411983608, '操作:<br />'),
(64, 1499149979, '4273', -1411983608, '操作:<br />'),
(65, 1499150040, '4273', -1411983608, '操作:<br />'),
(66, 1499150041, '4273', -1411983608, '操作:<br />'),
(67, 1499150128, '4273', -1411983608, '操作:<br />'),
(68, 1499150128, '4273', -1411983608, '操作:<br />'),
(69, 1499150486, '4273', -1231671731, '操作:<br />'),
(70, 1499150487, '4273', -1231671731, '操作:<br />'),
(71, 1499150622, '4273', -1231671731, '操作:<br />'),
(72, 1499150623, '4273', -1231671731, '操作:<br />'),
(73, 1499150623, '4273', -1231671731, '操作:<br />'),
(74, 1499150670, '4273', -1231671731, '操作:<br />'),
(75, 1499150671, '4273', -1231671731, '操作:<br />'),
(76, 1499150824, '4273', -1231671731, '操作:<br />'),
(77, 1499150890, '4273', -1411983608, '操作:<br />'),
(78, 1499150890, '4273', -1411983608, '操作:<br />'),
(79, 1499150891, '4273', -1411983608, '操作:<br />'),
(80, 1499150891, '4273', -1411983608, '操作:<br />'),
(81, 1499150937, '4273', -1411983608, '操作:<br />'),
(82, 1499150937, '4273', -1411983608, '操作:<br />'),
(83, 1499150937, '4273', -1411983608, '操作:<br />'),
(84, 1499150974, '4273', -1411983608, '操作:<br />'),
(85, 1499150974, '4273', -1411983608, '操作:<br />'),
(86, 1499151005, '4273', -1411983608, '操作:<br />'),
(87, 1499151297, '4273', -1411983608, '操作:<br />'),
(88, 1499151297, '4273', -1411983608, '操作:<br />'),
(89, 1499151395, '4273', -1411983608, '操作:<br />'),
(90, 1499151395, '4273', -1411983608, '操作:<br />'),
(91, 1499151504, '4273', -1411983608, '操作:<br />'),
(92, 1499151505, '4273', -1411983608, '操作:<br />'),
(93, 1499151574, '4273', -1411983608, '操作:<br />'),
(94, 1499151575, '4273', -1411983608, '操作:<br />'),
(95, 1499151592, '4273', -1411983608, '操作:<br />'),
(96, 1499151592, '4273', -1411983608, '操作:<br />'),
(97, 1499153202, '4273', -1231671731, '操作:<br />'),
(98, 1499153203, '4273', -1231671731, '操作:<br />'),
(99, 1499153203, '4273', -1231671731, '操作:<br />'),
(100, 1499153234, '4273', -1231671731, '操作:<br />'),
(101, 1499153251, '4273', -1411983608, '操作:<br />'),
(102, 1499153252, '4273', -1411983608, '操作:<br />'),
(103, 1499153252, '4273', -1411983608, '操作:<br />'),
(104, 1499153282, '4273', -1411983608, '操作:<br />'),
(105, 1499153282, '4273', -1411983608, '操作:<br />'),
(106, 1499153418, '4273', -1411983608, '操作:<br />'),
(107, 1499153418, '4273', -1411983608, '操作:<br />-2017-07-04 15:30:34在错误日志中修改错误状态,\'改为\'id为13-<br />'),
(108, 1499153473, '4273', -1411983608, '操作:<br />'),
(109, 1499153527, '4273', -1231671731, '操作:<br />'),
(110, 1499153527, '4273', -1231671731, '操作:<br />'),
(111, 1499153668, '4273', -1231671731, '操作:<br />-2017-07-04 15:34:35在错误日志中修改错误状态,\'重复bug\'改为\'外部原因\'id为13-<br />-2017-07-04 15:35:20在本地生效了id为201的一条游戏内公告-<br />-2017-07-04 15:35:27在本地生效了id为199的一条游戏内公告-<br />-2017-07-04 15:35:28在本地生效了id为197的一条游戏内公告-<br />-2017-07-04 15:36:50在错误日志中修改错误状态,\'不予解决\'改为\'未处理\'id为5-<br />-2017-07-04 15:47:00取消了服务器端id为200的一条游戏内公告-<br />'),
(112, 1499155120, '4273', -1231671731, '操作:<br />'),
(113, 1499155121, '4273', -1231671731, '操作:<br />'),
(114, 1499155291, '4273', -1231671731, '操作:<br />'),
(115, 1499155291, '4273', -1231671731, '操作:<br />'),
(116, 1499155291, '4273', -1231671731, '操作:<br />'),
(117, 1499155310, '4273', -1411983608, '操作:<br />'),
(118, 1499155903, '4273', -1231671731, '操作:<br />'),
(119, 1499155904, '4273', -1231671731, '操作:<br />'),
(120, 1499155928, '233', -1231671731, '操作:<br />'),
(121, 1499156045, '4273', -1231671731, '操作:<br />-2017-07-04 16:17:17在本地生效了id为195的一条游戏内公告-<br />'),
(122, 1499156250, '233', -1231671731, '操作:<br />-2017-07-04 16:17:44在本地生效了id为200的一条游戏内公告-<br />'),
(123, 1499156277, '4273', -1231671731, '操作:<br />'),
(124, 1499156776, '4273', -1411983608, '操作:<br />'),
(125, 1499156796, '233', -1411983608, '操作:<br />'),
(126, 1499216919, '233', -1231671731, '操作:<br />'),
(127, 1499216937, '4273', -1231671731, '操作:<br />-2017-07-05 09:09:33取消了服务器端id为201的一条游戏内公告-<br />-2017-07-05 09:37:22在本地生效了id为201的一条游戏内公告-<br />'),
(128, 1499220460, '4273', -1231671731, '操作:<br />'),
(129, 1499220460, '4273', -1231671731, '操作:<br />'),
(130, 1499220460, '4273', -1231671731, '操作:<br />'),
(131, 1499220516, '233', -1231671731, '操作:<br />'),
(132, 1499220527, '4273', -1231671731, '操作:<br />'),
(133, 1499220728, '4273', -1231671731, '操作:<br />'),
(134, 1499220728, '4273', -1231671731, '操作:<br />'),
(135, 1499221128, '4273', -1231671731, '操作:<br />'),
(136, 1499223979, '233', -1411984132, '操作:<br />-2017-07-05 11:06:29在错误日志中修改错误状态,\'重复bug\'改为\'已解决\'id为2-<br />-2017-07-05 11:06:32在错误日志中修改错误状态,\'外部原因\'改为\'未处理\'id为13-<br />-2017-07-05 11:06:34在错误日志中修改错误状态,\'无法重现\'改为\'重复bug\'id为14-<br />-2017-07-05 11:06:37在错误日志中修改错误状态,\'外部原因\'改为\'无法重现\'id为3-<br />'),
(137, 1499224969, '233', -1231671731, '操作:<br />'),
(138, 1499224969, '233', -1231671731, '操作:<br />'),
(139, 1499225272, '233', -1411984132, '操作:<br />'),
(140, 1499225273, '233', -1411984132, '操作:<br />'),
(141, 1499225322, '233', -1411984132, '操作:<br />'),
(142, 1499225503, '233', -1231671731, '操作:<br />'),
(143, 1499225503, '233', -1231671731, '操作:<br />'),
(144, 1499230761, '233', -1411984132, '操作:<br />'),
(145, 1499230761, '233', -1411984132, '操作:<br />'),
(146, 1499231101, '233', -1411984132, '操作:<br />'),
(147, 1499231101, '233', -1411984132, '操作:<br />'),
(148, 1499231101, '233', -1411984132, '操作:<br />'),
(149, 1499231243, '233', -1411984132, '操作:<br />'),
(150, 1499231243, '233', -1411984132, '操作:<br />'),
(151, 1499231298, '233', -1411984132, '操作:<br />'),
(152, 1499231378, '233', -1411984132, '操作:<br />'),
(153, 1499231513, '233', -1231671731, '操作:<br />'),
(154, 1499231513, '233', -1231671731, '操作:<br />'),
(155, 1499231527, '233', -1231671731, '操作:<br />'),
(156, 1499231575, '233', -1231671731, '操作:<br />'),
(157, 1499231575, '233', -1231671731, '操作:<br />'),
(158, 1499231614, '233', -1231671731, '操作:<br />'),
(159, 1499231631, '233', -1231671731, '操作:<br />'),
(160, 1499231631, '233', -1231671731, '操作:<br />'),
(161, 1499231632, '233', -1231671731, '操作:<br />'),
(162, 1499231632, '233', -1231671731, '操作:<br />'),
(163, 1499231632, '233', -1231671731, '操作:<br />'),
(164, 1499231634, '233', -1231671731, '操作:<br />'),
(165, 1499231635, '233', -1231671731, '操作:<br />'),
(166, 1499231652, '233', -1231671731, '操作:<br />'),
(167, 1499231652, '233', -1231671731, '操作:<br />'),
(168, 1499231904, '233', -1231671731, '操作:<br />'),
(169, 1499231904, '233', -1231671731, '操作:<br />'),
(170, 1499231904, '233', -1231671731, '操作:<br />'),
(171, 1499231939, '233', -1231671731, '操作:<br />'),
(172, 1499232148, '233', -1231671731, '操作:<br />'),
(173, 1499232299, '233', -1411984132, '操作:<br />'),
(174, 1499232299, '233', -1411984132, '操作:<br />'),
(175, 1499232606, '233', -1411984132, '操作:<br />'),
(176, 1499232607, '233', -1411984132, '操作:<br />'),
(177, 1499232649, '233', -1411984132, '操作:<br />'),
(178, 1499232650, '233', -1411984132, '操作:<br />'),
(179, 1499232717, '233', -1411984132, '操作:<br />'),
(180, 1499232737, '233', -1411984132, '操作:<br />'),
(181, 1499232738, '233', -1411984132, '操作:<br />'),
(182, 1499232738, '233', -1411984132, '操作:<br />'),
(183, 1499233008, '233', -1231671731, '操作:<br />'),
(184, 1499233008, '233', -1231671731, '操作:<br />'),
(185, 1499233234, '233', -1231671731, '操作:<br />'),
(186, 1499233234, '233', -1231671731, '操作:<br />'),
(187, 1499233270, '233', -1231671731, '操作:<br />'),
(188, 1499233394, '233', -1411984132, '操作:<br />'),
(189, 1499233395, '233', -1411984132, '操作:<br />'),
(190, 1499233395, '233', -1411984132, '操作:<br />'),
(191, 1499233499, '233', -1231671731, '操作:<br />'),
(192, 1499233499, '233', -1231671731, '操作:<br />'),
(193, 1499233613, '233', -1231671731, '操作:<br />'),
(194, 1499233614, '233', -1231671731, '操作:<br />'),
(195, 1499233614, '233', -1231671731, '操作:<br />'),
(196, 1499233686, '233', -1231671731, '操作:<br />'),
(197, 1499233687, '233', -1231671731, '操作:<br />'),
(198, 1499233772, '233', -1411984132, '操作:<br />'),
(199, 1499233773, '233', -1411984132, '操作:<br />'),
(200, 1499233773, '233', -1411984132, '操作:<br />'),
(201, 1499234209, '233', -1411984132, '操作:<br />'),
(202, 1499234210, '233', -1411984132, '操作:<br />'),
(203, 1499234318, '233', -1411984132, '操作:<br />'),
(204, 1499234319, '233', -1411984132, '操作:<br />'),
(205, 1499234319, '233', -1411984132, '操作:<br />'),
(206, 1499234319, '233', -1411984132, '操作:<br />-2017-07-05 14:18:25发布了id为335的一条公告-<br />'),
(207, 1499235565, '233', -1411984132, '操作:<br />'),
(208, 1499235565, '233', -1411984132, '操作:<br />'),
(209, 1499235565, '233', -1411984132, '操作:<br />'),
(210, 1499235565, '233', -1411984132, '操作:<br />'),
(211, 1499235565, '233', -1411984132, '操作:<br />'),
(212, 1499235566, '233', -1411984132, '操作:<br />'),
(213, 1499235566, '233', -1411984132, '操作:<br />-2017-07-05 14:19:30发布了id为336的一条公告-<br />'),
(214, 1499235748, '233', -1411984132, '操作:<br />'),
(215, 1499235748, '233', -1411984132, '操作:<br />-2017-07-05 14:22:45在本地插入了id为202的一条游戏内公告-<br />-2017-07-05 14:22:52发布了id为337的一条公告-<br />'),
(216, 1499235795, '233', -1411984132, '操作:<br />'),
(217, 1499235805, '4273', -1411984132, '操作:<br />-2017-07-05 14:23:50发布了id为339的一条公告-<br />-2017-07-05 14:23:50发布了id为339的一条公告-<br />'),
(218, 1499237371, '4273', -1411984132, '操作:<br />'),
(219, 1499237372, '4273', -1411984132, '操作:<br />'),
(220, 1499237372, '4273', -1411984132, '操作:<br />'),
(221, 1499237372, '4273', -1411984132, '操作:<br />'),
(222, 1499237447, '4273', -1411984132, '操作:<br />'),
(223, 1499237449, '4273', -1411984132, '操作:<br />'),
(224, 1499237471, '4273', -1411984132, '操作:<br />'),
(225, 1499237503, '4273', -1411984132, '操作:<br />'),
(226, 1499237509, '4273', -1411984132, '操作:<br />'),
(227, 1499237537, '4273', -1411984132, '操作:<br />'),
(228, 1499237550, '4273', -1411984132, '操作:<br />'),
(229, 1499237585, '4273', -1411984132, '操作:<br />'),
(230, 1499237600, '4273', -1411984132, '操作:<br />'),
(231, 1499237600, '4273', -1411984132, '操作:<br />'),
(232, 1499237638, '4273', -1411984132, '操作:<br />'),
(233, 1499237713, '4273', -1411984132, '操作:<br />'),
(234, 1499237714, '4273', -1411984132, '操作:<br />'),
(235, 1499237767, '4273', -1411984132, '操作:<br />'),
(236, 1499237767, '4273', -1411984132, '操作:<br />'),
(237, 1499237806, '4273', -1411984132, '操作:<br />'),
(238, 1499237806, '4273', -1411984132, '操作:<br />'),
(239, 1499237904, '4273', -1411984132, '操作:<br />'),
(240, 1499238016, '4273', -1411984132, '操作:<br />'),
(241, 1499238016, '4273', -1411984132, '操作:<br />'),
(242, 1499238115, '4273', -1411984132, '操作:<br />'),
(243, 1499238115, '4273', -1411984132, '操作:<br />'),
(244, 1499238265, '4273', -1411984132, '操作:<br />'),
(245, 1499238265, '4273', -1411984132, '操作:<br />'),
(246, 1499238511, '4273', -1231671731, '操作:<br />'),
(247, 1499239057, '4273', -1231671731, '操作:<br />'),
(248, 1499239057, '4273', -1231671731, '操作:<br />'),
(249, 1499239061, '4273', -1231671731, '操作:<br />'),
(250, 1499239062, '4273', -1231671731, '操作:<br />'),
(251, 1499239089, '4273', -1231671731, '操作:<br />'),
(252, 1499239089, '4273', -1231671731, '操作:<br />'),
(253, 1499239092, '4273', -1231671731, '操作:<br />'),
(254, 1499239093, '4273', -1231671731, '操作:<br />'),
(255, 1499239122, '4273', -1231671731, '操作:<br />'),
(256, 1499239122, '4273', -1231671731, '操作:<br />'),
(257, 1499239122, '4273', -1231671731, '操作:<br />'),
(258, 1499239123, '4273', -1231671731, '操作:<br />'),
(259, 1499239123, '4273', -1231671731, '操作:<br />'),
(260, 1499239132, '4273', -1231671731, '操作:<br />'),
(261, 1499239347, '4273', -1411984132, '操作:<br />'),
(262, 1499239348, '4273', -1411984132, '操作:<br />'),
(263, 1499239348, '4273', -1411984132, '操作:<br />'),
(264, 1499239349, '4273', -1411984132, '操作:<br />'),
(265, 1499239349, '4273', -1411984132, '操作:<br />'),
(266, 1499239354, '4273', -1411984132, '操作:<br />'),
(267, 1499239355, '4273', -1411984132, '操作:<br />'),
(268, 1499239443, '4273', -1411984132, '操作:<br />'),
(269, 1499239444, '4273', -1411984132, '操作:<br />'),
(270, 1499239455, '4273', -1411984132, '操作:<br />'),
(271, 1499239528, '4273', -1411984132, '操作:<br />'),
(272, 1499239779, '4273', -1411984132, '操作:<br />'),
(273, 1499239779, '4273', -1411984132, '操作:<br />'),
(274, 1499239811, '4273', -1411984132, '操作:<br />'),
(275, 1499239833, '4273', -1411984132, '操作:<br />'),
(276, 1499239843, '4273', -1411984132, '操作:<br />'),
(277, 1499239843, '4273', -1411984132, '操作:<br />'),
(278, 1499239853, '4273', -1411984132, '操作:<br />'),
(279, 1499239854, '4273', -1411984132, '操作:<br />'),
(280, 1499239874, '4273', -1411984132, '操作:<br />'),
(281, 1499239874, '4273', -1411984132, '操作:<br />'),
(282, 1499239938, '4273', -1411984132, '操作:<br />'),
(283, 1499239938, '4273', -1411984132, '操作:<br />'),
(284, 1499239938, '4273', -1411984132, '操作:<br />'),
(285, 1499239948, '4273', -1411984132, '操作:<br />'),
(286, 1499239948, '4273', -1411984132, '操作:<br />'),
(287, 1499239976, '4273', -1411984132, '操作:<br />'),
(288, 1499239976, '4273', -1411984132, '操作:<br />'),
(289, 1499239988, '4273', -1411984132, '操作:<br />'),
(290, 1499239988, '4273', -1411984132, '操作:<br />'),
(291, 1499240046, '4273', -1231671731, '操作:<br />'),
(292, 1499240046, '4273', -1231671731, '操作:<br />'),
(293, 1499240055, '4273', -1231671731, '操作:<br />'),
(294, 1499240055, '4273', -1231671731, '操作:<br />'),
(295, 1499240071, '4273', -1231671731, '操作:<br />'),
(296, 1499240071, '4273', -1231671731, '操作:<br />'),
(297, 1499240071, '4273', -1231671731, '操作:<br />'),
(298, 1499240127, '4273', -1231671731, '操作:<br />'),
(299, 1499240139, '4273', -1231671731, '操作:<br />'),
(300, 1499240139, '4273', -1231671731, '操作:<br />'),
(301, 1499240166, '4273', -1231671731, '操作:<br />'),
(302, 1499240166, '4273', -1231671731, '操作:<br />'),
(303, 1499240166, '4273', -1231671731, '操作:<br />'),
(304, 1499240694, '4273', -1411984132, '操作:<br />'),
(305, 1499240695, '4273', -1411984132, '操作:<br />'),
(306, 1499240695, '4273', -1411984132, '操作:<br />'),
(307, 1499240695, '4273', -1411984132, '操作:<br />'),
(308, 1499240696, '4273', -1411984132, '操作:<br />'),
(309, 1499240696, '4273', -1411984132, '操作:<br />'),
(310, 1499240696, '4273', -1411984132, '操作:<br />'),
(311, 1499240696, '4273', -1411984132, '操作:<br />'),
(312, 1499240696, '4273', -1411984132, '操作:<br />'),
(313, 1499240697, '4273', -1411984132, '操作:<br />'),
(314, 1499241048, '4273', -1411984132, '操作:<br />'),
(315, 1499241048, '4273', -1411984132, '操作:<br />'),
(316, 1499241049, '4273', -1411984132, '操作:<br />'),
(317, 1499241050, '4273', -1411984132, '操作:<br />'),
(318, 1499241051, '4273', -1411984132, '操作:<br />'),
(319, 1499241051, '4273', -1411984132, '操作:<br />'),
(320, 1499241058, '4273', -1411984132, '操作:<br />'),
(321, 1499241058, '4273', -1411984132, '操作:<br />'),
(322, 1499241059, '4273', -1411984132, '操作:<br />'),
(323, 1499241097, '4273', -1411984132, '操作:<br />'),
(324, 1499241137, '4273', -1411984132, '操作:<br />'),
(325, 1499241162, '4273', -1411984132, '操作:<br />'),
(326, 1499241163, '4273', -1411984132, '操作:<br />'),
(327, 1499241229, '4273', -1411984132, '操作:<br />'),
(328, 1499241230, '4273', -1411984132, '操作:<br />'),
(329, 1499241241, '4273', -1411984132, '操作:<br />'),
(330, 1499241242, '4273', -1411984132, '操作:<br />'),
(331, 1499241258, '4273', -1411984132, '操作:<br />'),
(332, 1499241337, '4273', -1231671731, '操作:<br />'),
(333, 1499241338, '4273', -1231671731, '操作:<br />'),
(334, 1499241356, '4273', -1231671731, '操作:<br />'),
(335, 1499241356, '4273', -1231671731, '操作:<br />'),
(336, 1499241559, '4273', -1411984132, '操作:<br />'),
(337, 1499241559, '4273', -1411984132, '操作:<br />'),
(338, 1499241654, '4273', -1411984132, '操作:<br />'),
(339, 1499241654, '4273', -1411984132, '操作:<br />'),
(340, 1499241842, '4273', -1411984132, '操作:<br />'),
(341, 1499241842, '4273', -1411984132, '操作:<br />'),
(342, 1499241857, '4273', -1411984132, '操作:<br />'),
(343, 1499242051, '4273', -1231671731, '操作:<br />'),
(344, 1499242051, '4273', -1231671731, '操作:<br />'),
(345, 1499242116, '4273', -1231671731, '操作:<br />'),
(346, 1499242116, '4273', -1231671731, '操作:<br />'),
(347, 1499242116, '4273', -1231671731, '操作:<br />'),
(348, 1499242131, '4273', -1231671731, '操作:<br />'),
(349, 1499242131, '4273', -1231671731, '操作:<br />'),
(350, 1499242131, '4273', -1231671731, '操作:<br />'),
(351, 1499242237, '4273', -1231671731, '操作:<br />'),
(352, 1499244563, '4273', -1411984132, '操作:<br />'),
(353, 1499244634, '4273', -1411984132, '操作:<br />'),
(354, 1499244635, '4273', -1411984132, '操作:<br />'),
(355, 1499244739, '4273', -1411984132, '操作:<br />'),
(356, 1499244740, '4273', -1411984132, '操作:<br />'),
(357, 1499244823, '233', -1411984132, '操作:<br />'),
(358, 1499244829, '233', -1411984132, '操作:<br />'),
(359, 1499244829, '233', -1411984132, '操作:<br />'),
(360, 1499245773, '233', -1411984132, '操作:<br />'),
(361, 1499245912, '233', -1411984132, '操作:<br />'),
(362, 1499245937, '233', -1411984132, '操作:<br />'),
(363, 1499246061, '233', -1411984132, '操作:<br />'),
(364, 1499246123, '233', -1411984132, '操作:<br />'),
(365, 1499246123, '233', -1411984132, '操作:<br />'),
(366, 1499246357, '233', -1411984132, '操作:<br />'),
(367, 1499246358, '233', -1411984132, '操作:<br />'),
(368, 1499247012, '233', -1411984132, '操作:<br />'),
(369, 1499247286, '233', -1231671731, '操作:<br />-2017-07-05 17:34:53发布了id为340的一条公告-<br />-2017-07-05 17:37:08发布了id为341的一条公告-<br />-2017-07-05 17:37:15发布了id为342的一条公告-<br />-2017-07-05 17:37:27发布了id为343的一条公告-<br />'),
(370, 1499247523, '233', -1411984132, '操作:<br />-2017-07-05 17:39:05发布了id为344的一条公告-<br />'),
(371, 1499247587, '233', -1411984132, '操作:<br />-2017-07-05 17:46:17发布了id为345的一条公告-<br />-2017-07-05 17:52:40发布了id为346的一条公告-<br />-2017-07-05 17:52:45发布了id为347的一条公告-<br />'),
(372, 1499248506, '233', -1411984132, '操作:<br />'),
(373, 1499248506, '233', -1411984132, '操作:<br />'),
(374, 1499248507, '233', -1411984132, '操作:<br />-2017-07-05 17:55:20发布了id为348的一条公告-<br />-2017-07-05 18:20:29发布了id为349的一条公告-<br />'),
(375, 1499250550, '233', -1411984132, '操作:<br />'),
(376, 1499251879, '233', -1231671731, '操作:<br />-2017-07-05 18:53:10发布了id为350的一条公告-<br />'),
(377, 1499252068, '233', -1411984132, '操作:<br />'),
(378, 1499252069, '233', -1411984132, '操作:<br />'),
(379, 1499252187, '233', -1411984132, '操作:<br />'),
(380, 1499252188, '233', -1411984132, '操作:<br />-2017-07-05 19:02:22发布了id为351的一条公告-<br />-2017-07-05 19:02:34发布了id为352的一条公告-<br />'),
(381, 1499252557, '233', -1411984132, '操作:<br />'),
(382, 1499252559, '233', -1411984132, '操作:<br />'),
(383, 1499252587, '233', -1411984132, '操作:<br />'),
(384, 1499252588, '233', -1411984132, '操作:<br />'),
(385, 1499252717, '233', -1231671731, '操作:<br />-2017-07-05 19:05:32发布了id为353的一条公告-<br />-2017-07-05 19:11:08发布了id为354的一条公告-<br />'),
(386, 1499302818, '4273', -1231671731, '操作:<br />'),
(387, 1499303049, '4273', -1231671731, '操作:<br />-2017-07-06 09:23:10发布了id为355的一条公告-<br />'),
(388, 1499304289, '4273', -1411984132, '操作:<br />'),
(389, 1499304289, '4273', -1411984132, '操作:<br />'),
(390, 1499304290, '4273', -1411984132, '操作:<br />-2017-07-06 09:24:59发布了id为356的一条公告-<br />-2017-07-06 09:25:10发布了id为358的一条公告-<br />-2017-07-06 09:25:10发布了id为358的一条公告-<br />'),
(391, 1499304341, '4273', -1231671731, '操作:<br />-2017-07-06 09:25:48发布了id为360的一条公告-<br />-2017-07-06 09:25:48发布了id为360的一条公告-<br />'),
(392, 1499304917, '4273', -1231671731, '操作:<br />'),
(393, 1499304917, '4273', -1231671731, '操作:<br />'),
(394, 1499304955, '4273', -1231671731, '操作:<br />-2017-07-06 09:36:05在本地插入了id为203的一条游戏内公告-<br />'),
(395, 1499305014, '4273', -1231671731, '操作:<br />'),
(396, 1499305014, '4273', -1231671731, '操作:<br />-2017-07-06 09:37:26在本地插入了id为204的一条游戏内公告-<br />-2017-07-06 09:39:55在本地插入了id为205的一条游戏内公告-<br />-2017-07-06 09:40:05在本地生效了id为205的一条游戏内公告-<br />-2017-07-06 09:40:05在本地生效了id为205的一条游戏内公告-<br />-2017-07-06 09:40:31取消了服务器端id为201的一条游戏内公告-<br />-2017-07-06 09:40:32取消了服务器端id为201的一条游戏内公告-<br />-2017-07-06 09:41:16取消了服务器端id为205的一条游戏内公告-<br />-2017-07-06 09:41:21在本地生效了id为203的一条游戏内公告-<br />-2017-07-06 09:41:40取消了服务器端id为203的一条游戏内公告-<br />-2017-07-06 09:41:48在本地生效了id为205的一条游戏内公告-<br />-2017-07-06 09:41:53取消了服务器端id为205的一条游戏内公告-<br />-2017-07-06 09:41:58在本地生效了id为202的一条游戏内公告-<br />-2017-07-06 09:42:00在本地生效了id为204的一条游戏内公告-<br />-2017-07-06 09:42:01在本地生效了id为203的一条游戏内公告-<br />-2017-07-06 09:42:01在本地生效了id为203的一条游戏内公告-<br />-2017-07-06 09:42:23发布了id为361的一条公告-<br />-2017-07-06 09:42:53创建了id为50的节日礼包-<br />-2017-07-06 09:43:01创建了id为67的触发条件礼包-<br />-2017-07-06 09:43:06发布了id为362的一条公告-<br />-2017-07-06 09:43:20在本地插入了id为206的一条游戏内公告-<br />'),
(397, 1499305471, '4273', -1231671731, '操作:<br />'),
(398, 1499305472, '4273', -1231671731, '操作:<br />-2017-07-06 09:44:38在本地插入了id为207的一条游戏内公告-<br />-2017-07-06 09:44:48取消了服务器端id为204的一条游戏内公告-<br />-2017-07-06 09:48:24在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 09:49:08取消了服务器端id为207的一条游戏内公告-<br />-2017-07-06 09:49:12在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 09:49:12在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 09:49:16在本地生效了id为206的一条游戏内公告-<br />-2017-07-06 09:49:18在本地生效了id为205的一条游戏内公告-<br />-2017-07-06 09:49:20在本地生效了id为204的一条游戏内公告-<br />-2017-07-06 09:52:12取消了服务器端id为206的一条游戏内公告-<br />-2017-07-06 09:52:16取消了服务器端id为205的一条游戏内公告-<br />-2017-07-06 09:52:58取消了服务器端id为207的一条游戏内公告-<br />-2017-07-06 09:53:20在本地生效了id为207的一条游戏内公告-<br />'),
(399, 1499306050, '4273', -1231671731, '操作:<br />'),
(400, 1499306051, '4273', -1231671731, '操作:<br />-2017-07-06 09:54:14取消了服务器端id为207的一条游戏内公告-<br />'),
(401, 1499306069, '4273', -1231671731, '操作:<br />'),
(402, 1499306069, '4273', -1231671731, '操作:<br />'),
(403, 1499306070, '4273', -1231671731, '操作:<br />'),
(404, 1499306112, '4273', -1231671731, '操作:<br />-2017-07-06 09:55:19在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 09:55:20在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 09:55:49取消了服务器端id为207的一条游戏内公告-<br />-2017-07-06 09:56:26取消了服务器端id为204的一条游戏内公告-<br />'),
(405, 1499306204, '4273', -1231671731, '操作:<br />'),
(406, 1499306204, '4273', -1231671731, '操作:<br />'),
(407, 1499306205, '4273', -1231671731, '操作:<br />'),
(408, 1499306205, '4273', -1231671731, '操作:<br />-2017-07-06 09:56:51在本地生效了id为205的一条游戏内公告-<br />-2017-07-06 09:57:01取消了服务器端id为205的一条游戏内公告-<br />'),
(409, 1499306344, '4273', -1231671731, '操作:<br />'),
(410, 1499306344, '4273', -1231671731, '操作:<br />'),
(411, 1499306344, '4273', -1231671731, '操作:<br />-2017-07-06 09:59:10在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 09:59:10在本地生效了id为207的一条游戏内公告-<br />'),
(412, 1499306450, '4273', -1411984132, '操作:<br />'),
(413, 1499306450, '4273', -1411984132, '操作:<br />-2017-07-06 10:00:54取消了服务器端id为207的一条游戏内公告-<br />'),
(414, 1499306706, '4273', -1411984132, '操作:<br />'),
(415, 1499306707, '4273', -1411984132, '操作:<br />-2017-07-06 10:05:12在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 10:05:39取消了服务器端id为207的一条游戏内公告-<br />-2017-07-06 10:05:39取消了服务器端id为207的一条游戏内公告-<br />'),
(416, 1499306773, '4273', -1411984132, '操作:<br />'),
(417, 1499306875, '4273', -1411984132, '操作:<br />'),
(418, 1499306875, '4273', -1411984132, '操作:<br />'),
(419, 1499306875, '4273', -1411984132, '操作:<br />'),
(420, 1499306876, '4273', -1411984132, '操作:<br />'),
(421, 1499306917, '4273', -1411984132, '操作:<br />'),
(422, 1499306923, '4273', -1411984132, '操作:<br />-2017-07-06 10:08:45在本地生效了id为207的一条游戏内公告-<br />-2017-07-06 10:08:54在本地生效了id为206的一条游戏内公告-<br />-2017-07-06 10:08:54在本地生效了id为206的一条游戏内公告-<br />'),
(423, 1499307280, '4273', -1411984132, '操作:<br />'),
(424, 1499307296, '233', -1411984132, '操作:<br />-2017-07-06 10:15:06创建了id为52的节日礼包-<br />-2017-07-06 10:15:06创建了id为52的节日礼包-<br />'),
(425, 1499307329, '4273', -1411984132, '操作:<br />'),
(426, 1499307400, '4273', -1231671731, '操作:<br />'),
(427, 1499307400, '4273', -1231671731, '操作:<br />'),
(428, 1499307401, '4273', -1231671731, '操作:<br />-2017-07-06 10:16:58创建了id为53的节日礼包-<br />'),
(429, 1499307764, '4273', -1411984132, '操作:<br />'),
(430, 1499307764, '4273', -1411984132, '操作:<br />'),
(431, 1499307764, '4273', -1411984132, '操作:<br />-2017-07-06 10:22:51创建了id为54的节日礼包-<br />-2017-07-06 10:23:15在本地插入了id为209的一条游戏内公告-<br />-2017-07-06 10:23:15在本地插入了id为209的一条游戏内公告-<br />'),
(432, 1499308105, '4273', -1411984132, '操作:<br />'),
(433, 1499308105, '4273', -1411984132, '操作:<br />'),
(434, 1499308105, '4273', -1411984132, '操作:<br />'),
(435, 1499308189, '4273', -1411984132, '操作:<br />'),
(436, 1499308189, '4273', -1411984132, '操作:<br />'),
(437, 1499308269, '4273', -1411984132, '操作:<br />'),
(438, 1499308270, '4273', -1411984132, '操作:<br />-2017-07-06 10:31:18在本地插入了id为210的一条游戏内公告-<br />-2017-07-06 10:31:23在本地插入了id为211的一条游戏内公告-<br />-2017-07-06 10:31:30在本地插入了id为212的一条游戏内公告-<br />-2017-07-06 10:31:44创建了id为56的节日礼包-<br />-2017-07-06 10:31:44创建了id为56的节日礼包-<br />'),
(439, 1499308374, '4273', -1411984132, '操作:<br />'),
(440, 1499308375, '4273', -1411984132, '操作:<br />-2017-07-06 10:33:03在本地生效了id为211的一条游戏内公告-<br />-2017-07-06 10:33:09在本地生效了id为210的一条游戏内公告-<br />-2017-07-06 10:33:12在本地生效了id为209的一条游戏内公告-<br />-2017-07-06 10:33:14在本地生效了id为208的一条游戏内公告-<br />'),
(441, 1499308423, '4273', -1411984132, '操作:<br />'),
(442, 1499308423, '4273', -1411984132, '操作:<br />-2017-07-06 10:33:47在本地生效了id为212的一条游戏内公告-<br />'),
(443, 1499308446, '4273', -1231671731, '操作:<br />-2017-07-06 10:34:38创建了id为68的触发条件礼包-<br />-2017-07-06 10:34:43创建了id为57的节日礼包-<br />-2017-07-06 10:41:40取消了服务器端id为212的一条游戏内公告-<br />-2017-07-06 10:41:44在本地生效了id为212的一条游戏内公告-<br />'),
(444, 1499310450, '4273', -1231671731, '操作:<br />'),
(445, 1499310516, '4273', -1231671731, '操作:<br />'),
(446, 1499310518, '4273', -1231671731, '操作:<br />'),
(447, 1499310518, '4273', -1231671731, '操作:<br />'),
(448, 1499310518, '4273', -1231671731, '操作:<br />'),
(449, 1499310518, '4273', -1231671731, '操作:<br />'),
(450, 1499310526, '4273', -1231671731, '操作:<br />'),
(451, 1499310527, '4273', -1231671731, '操作:<br />'),
(452, 1499310527, '4273', -1231671731, '操作:<br />'),
(453, 1499310528, '4273', -1231671731, '操作:<br />'),
(454, 1499310528, '4273', -1231671731, '操作:<br />'),
(455, 1499310529, '4273', -1231671731, '操作:<br />'),
(456, 1499310529, '4273', -1231671731, '操作:<br />'),
(457, 1499310530, '4273', -1231671731, '操作:<br />'),
(458, 1499310531, '4273', -1231671731, '操作:<br />'),
(459, 1499310532, '4273', -1231671731, '操作:<br />'),
(460, 1499310555, '4273', -1231671731, '操作:<br />'),
(461, 1499310563, '4273', -1231671731, '操作:<br />'),
(462, 1499310563, '4273', -1231671731, '操作:<br />'),
(463, 1499310563, '4273', -1231671731, '操作:<br />'),
(464, 1499310564, '4273', -1231671731, '操作:<br />'),
(465, 1499310564, '4273', -1231671731, '操作:<br />'),
(466, 1499310564, '4273', -1231671731, '操作:<br />'),
(467, 1499310564, '4273', -1231671731, '操作:<br />'),
(468, 1499310564, '4273', -1231671731, '操作:<br />'),
(469, 1499310565, '4273', -1231671731, '操作:<br />'),
(470, 1499310565, '4273', -1231671731, '操作:<br />'),
(471, 1499310565, '4273', -1231671731, '操作:<br />'),
(472, 1499310565, '4273', -1231671731, '操作:<br />'),
(473, 1499310565, '4273', -1231671731, '操作:<br />'),
(474, 1499310566, '4273', -1231671731, '操作:<br />'),
(475, 1499310567, '4273', -1231671731, '操作:<br />'),
(476, 1499310617, '4273', -1231671731, '操作:<br />'),
(477, 1499310618, '4273', -1231671731, '操作:<br />'),
(478, 1499310618, '4273', -1231671731, '操作:<br />'),
(479, 1499310663, '4273', -1231671731, '操作:<br />'),
(480, 1499310704, '4273', -1231671731, '操作:<br />'),
(481, 1499310705, '4273', -1231671731, '操作:<br />'),
(482, 1499310732, '4273', -1231671731, '操作:<br />'),
(483, 1499310732, '4273', -1231671731, '操作:<br />'),
(484, 1499310733, '4273', -1231671731, '操作:<br />'),
(485, 1499310733, '4273', -1231671731, '操作:<br />'),
(486, 1499310733, '4273', -1231671731, '操作:<br />'),
(487, 1499310733, '4273', -1231671731, '操作:<br />'),
(488, 1499310733, '4273', -1231671731, '操作:<br />'),
(489, 1499310734, '4273', -1231671731, '操作:<br />'),
(490, 1499310735, '4273', -1231671731, '操作:<br />'),
(491, 1499310780, '4273', -1411984132, '操作:<br />'),
(492, 1499310782, '4273', -1411984132, '操作:<br />'),
(493, 1499310783, '4273', -1411984132, '操作:<br />'),
(494, 1499310783, '4273', -1411984132, '操作:<br />'),
(495, 1499310783, '4273', -1411984132, '操作:<br />'),
(496, 1499310784, '4273', -1411984132, '操作:<br />'),
(497, 1499310784, '4273', -1411984132, '操作:<br />'),
(498, 1499310995, '4273', -1411984132, '操作:<br />'),
(499, 1499310996, '4273', -1411984132, '操作:<br />'),
(500, 1499310996, '4273', -1411984132, '操作:<br />'),
(501, 1499310996, '4273', -1411984132, '操作:<br />'),
(502, 1499310996, '4273', -1411984132, '操作:<br />'),
(503, 1499310997, '4273', -1411984132, '操作:<br />'),
(504, 1499310998, '4273', -1411984132, '操作:<br />'),
(505, 1499310999, '4273', -1411984132, '操作:<br />'),
(506, 1499310999, '4273', -1411984132, '操作:<br />'),
(507, 1499310999, '4273', -1411984132, '操作:<br />'),
(508, 1499311000, '4273', -1411984132, '操作:<br />'),
(509, 1499311000, '4273', -1411984132, '操作:<br />'),
(510, 1499311000, '4273', -1411984132, '操作:<br />'),
(511, 1499311000, '4273', -1411984132, '操作:<br />'),
(512, 1499311001, '4273', -1411984132, '操作:<br />'),
(513, 1499311002, '4273', -1411984132, '操作:<br />'),
(514, 1499311002, '4273', -1411984132, '操作:<br />'),
(515, 1499311003, '4273', -1411984132, '操作:<br />'),
(516, 1499311003, '4273', -1411984132, '操作:<br />'),
(517, 1499311003, '4273', -1411984132, '操作:<br />'),
(518, 1499311004, '4273', -1411984132, '操作:<br />'),
(519, 1499311004, '4273', -1411984132, '操作:<br />'),
(520, 1499311004, '4273', -1411984132, '操作:<br />'),
(521, 1499311004, '4273', -1411984132, '操作:<br />'),
(522, 1499311101, '4273', -1411984132, '操作:<br />'),
(523, 1499311101, '4273', -1411984132, '操作:<br />'),
(524, 1499311101, '4273', -1411984132, '操作:<br />'),
(525, 1499311102, '4273', -1411984132, '操作:<br />'),
(526, 1499311102, '4273', -1411984132, '操作:<br />'),
(527, 1499311102, '4273', -1411984132, '操作:<br />'),
(528, 1499311102, '4273', -1411984132, '操作:<br />'),
(529, 1499311102, '4273', -1411984132, '操作:<br />'),
(530, 1499314123, '4273', -1231671731, '操作:<br />'),
(531, 1499314141, '4273', -1231671731, '操作:<br />'),
(532, 1499317213, '4273', -1231671731, '操作:<br />'),
(533, 1499317218, '4273', -1231671731, '操作:<br />-2017-07-06 13:00:56发布了id为363的一条公告-<br />');

-- --------------------------------------------------------

--
-- 表的结构 `tb_userinfo`
--

CREATE TABLE `tb_userinfo` (
  `username` varchar(10) NOT NULL COMMENT '用户名',
  `password` varchar(10) NOT NULL COMMENT '密码',
  `control` int(11) NOT NULL DEFAULT '0' COMMENT '权限'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='用户信息表';

--
-- 转存表中的数据 `tb_userinfo`
--

INSERT INTO `tb_userinfo` (`username`, `password`, `control`) VALUES
('4273', '4273', 1),
('233', '233', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb_bulletin`
--
ALTER TABLE `tb_bulletin`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_dev`
--
ALTER TABLE `tb_dev`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_discount`
--
ALTER TABLE `tb_discount`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_error`
--
ALTER TABLE `tb_error`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_game`
--
ALTER TABLE `tb_game`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_gift`
--
ALTER TABLE `tb_gift`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_gift_code`
--
ALTER TABLE `tb_gift_code`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_gift_code_languages`
--
ALTER TABLE `tb_gift_code_languages`
  ADD PRIMARY KEY (`id`),
  ADD KEY `langid` (`langid`);

--
-- Indexes for table `tb_ope_log`
--
ALTER TABLE `tb_ope_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tb_userinfo`
--
ALTER TABLE `tb_userinfo`
  ADD PRIMARY KEY (`username`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `tb_bulletin`
--
ALTER TABLE `tb_bulletin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '编号', AUTO_INCREMENT=364;
--
-- 使用表AUTO_INCREMENT `tb_dev`
--
ALTER TABLE `tb_dev`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=19;
--
-- 使用表AUTO_INCREMENT `tb_discount`
--
ALTER TABLE `tb_discount`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;
--
-- 使用表AUTO_INCREMENT `tb_error`
--
ALTER TABLE `tb_error`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT COMMENT '编号', AUTO_INCREMENT=16;
--
-- 使用表AUTO_INCREMENT `tb_game`
--
ALTER TABLE `tb_game`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=213;
--
-- 使用表AUTO_INCREMENT `tb_gift`
--
ALTER TABLE `tb_gift`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=58;
--
-- 使用表AUTO_INCREMENT `tb_gift_code`
--
ALTER TABLE `tb_gift_code`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `tb_gift_code_languages`
--
ALTER TABLE `tb_gift_code_languages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- 使用表AUTO_INCREMENT `tb_ope_log`
--
ALTER TABLE `tb_ope_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=534;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
